{
  "homePage": {
    "ticTacToeAiTitle": "دوز",
    "ticTacToeTitle": "دوز",
    "ultimateTicTacToeTitle": "دوز پیشرفته",
    "ticTacToeAiDec": "یک بازی دوز کلاسیک ساده بازیکن با کامپیوتر",
    "ticTacToeDec": "یک بازی دوز کلاسیک ساده بازیکن با بازیکن",
    "ultimateTicTacToeDec": "یک بازی دوز پیشرفته بازیکن با بازیکن",
    "rulesBtn": "قوانین",
    "ticTacToeRulesTitle": "قواین دوز کلاسیک",
    "ticTacToeRules": "In a game of tic-tac-toe, there are two players who take turns making\n                    moves.\n                    Each\n                    player has a\n                    specific role and uses a specific symbol to represent their moves on the game board.\n                    <ol>\n                        <li  style=\"font-weight: bold;\">\n                            Player O: This player is commonly referred to as \"Player O\" or \"Player 1.\" They typically go\n                            first\n                            in the game and use the symbol 'O' to mark their moves on the board.\n                        </li>\n                        <li  style=\"font-weight: bold;\">\n                            Player X: This player is commonly referred to as \"Player X\" or \"Player 2.\" They go second in\n                            the\n                            game and use the symbol 'X' to mark their moves on the board.\n                        </li>\n\n                    </ol>\n                    The roles of Player X and Player O alternate throughout the game until one of the players wins or\n                    the game ends in a tie. The objective for both players is to get three of their marks ('X' or 'O')\n                    in a row horizontally, vertically, or diagonally.",
    "ultimateTicTacToeRulesTitle": "قوانین دوز پیشرفته",
    "ultimateTicTacToeRules": " Ultimate Tic-Tac-Toe is a more advanced version of the classic Tic-Tac-Toe\n                    game. It consists of nine smaller Tic-Tac-Toe boards arranged in a 3x3 grid. The objective is to win\n                    three small boards in a row to ultimately win the game.\n                    <br>\n                    In Ultimate Tic-Tac-Toe, players take turns placing their marks (usually X and O) on the board. The\n                    first player is typically O, and the second player is X. The rules for placing marks are as follows:\n                    <ol>\n                        <li style=\"font-weight: bold;\">\n                            The first move can be made anywhere on the board.\n                        </li>\n                        <li style=\"font-weight: bold;\">\n                            Each subsequent move corresponds to a specific board determined by the opponent's previous\n                            move. For\n                            example, if your opponent places their mark in the top-right cell of a small board, then you\n                            must\n                            make your move in the top-right board.\n                        </li>\n                        <li style=\"font-weight: bold;\">\n                            If a small board is already won by a player or ends in a tie, that board is considered\n                            \"completed,\"\n                            and any subsequent moves can be made in any unfilled cell of any other incomplete board.\n                        </li>\n                        <li style=\"font-weight: bold;\">\n                            When it's your turn to play in a specific small board, you must win that board to gain\n                            control of\n                            it. To win a small board, you need to get three of your marks in a row horizontally,\n                            vertically, or\n                            diagonally within that board.\n                        </li>\n                        <li style=\"font-weight: bold;\">\n                            If a player sends their opponent to a completed board, the opponent can choose any open cell\n                            on any\n                            incomplete board.\n                        </li>\n                        <li style=\"font-weight: bold;\">\n                            The game is won when a player has won three small boards in a row either horizontally,\n                            vertically,\n                            or diagonally across the large 3x3 grid.\n                        </li>\n                    </ol>\n                    The strategy in Ultimate Tic-Tac-Toe involves thinking not only about the immediate move but also\n                    which board to send your opponent to. You should aim to win small boards strategically to secure a\n                    win on the overall grid.",
    "playBtn": "بازی"
  }
}