{
  "homePage": {
    "ticTacToeAiTitle": "دوز",
    "ticTacToeTitle": "دوز",
    "ultimateTicTacToeTitle": "دوز پیشرفته",
    "ticTacToeAiDec": "یک بازی دوز کلاسیک ساده بازیکن با کامپیوتر",
    "ticTacToeDec": "یک بازی دوز کلاسیک ساده بازیکن با بازیکن",
    "ultimateTicTacToeDec": "یک بازی دوز پیشرفته بازیکن با بازیکن",
    "rulesBtn": "قوانین",
    "ticTacToeRulesTitle": "قواین دوز کلاسیک",
    "ticTacToeRules": "\n                    در یک بازی تیک تاک، دو بازیکن وجود دارند که به نوبت حرکت می کنند. هر بازیکن نقش خاصی دارد و از نماد\n                    خاصی برای نمایش حرکات خود در صفحه بازی استفاده می کند.\n                    <ol>\n                        <li style=\"font-weight: bold;\">\n                            بازیکن با نماد O: این بازیکن معمولا به عنوان \"بازیکن O\" یا \"بازیکن ۱\" شناخته می شود. آنها\n                            معمولاً\n                            بازی را شروع میکنن و از نماد 'O' برای علامت گذاری حرکات خود روی تخته استفاده می کنند.\n                        </li>\n                        <li style=\"font-weight: bold;\">\n                            بازیکن با نماد X: این بازیکن معمولا به عنوان \"بازیکن X\" یا \"بازیکن ۲\" شناخته می شود. آنها در\n                            بازی\n                            دوم می شوند و از علامت \"X\" برای علامت گذاری حرکات خود روی تخته استفاده می کنند.\n                        </li>\n\n                    </ol>\n                    نوبت بازیکن X و بازیکن O در طول بازی به طور متناوب تغیر میکند تا زمانی که یکی از بازیکنان برنده شود\n                    یا بازی\n                    با تساوی به پایان برسد. هدف هر دو بازیکن این است که سه نماد خود ('X' یا 'O') را در یک ردیف به صورت\n                    افقی، عمودی یا مورب قرار دهند.",
    "ultimateTicTacToeRulesTitle": "قوانین دوز پیشرفته",
    "ultimateTicTacToeRules": "\n                    دوز پیشرفته یا Ultimate Tic-Tac-Toe نسخه پیشرفته تری از بازی کلاسیک دوز یا Tic-Tac-Toe است. این شامل\n                    9 تخته تیک تاک کوچکتر است که در یک شبکه 3x3 چیده شده اند. هدف این است که سه تخته کوچک پشت سر هم\n                    برنده شوید تا در نهایت برنده بازی شوید.\n                    <br>\n                    در بازی دوز پیشرفته یا Ultimate Tic-Tac-Toe، بازیکنان به نوبت علامت های خود را (معمولا X و O) روی\n                    تخته می گذارند. بازیکن اول معمولا O است و بازیکن دوم X است. قوانین برای قرار دادن علامت ها به شرح\n                    زیر است:\n                    <ol>\n                        <li style=\"font-weight: bold;\">\n                            اولین حرکت را می توان در هر نقطه از تخته انجام داد.\n                        </li>\n                        <li style=\"font-weight: bold;\">\n                            هر حرکت بعدی مربوط به یک تخته خاص است که توسط حرکت قبلی حریف تعیین می شود. به عنوان مثال،\n                            اگر حریف شما علامت خود را در سلول سمت راست بالای یک تخته کوچک قرار دهد، شما باید حرکت خود را\n                            در تابلوی سمت راست بالا انجام دهید.\n                        </li>\n                        <li style=\"font-weight: bold;\">\n                            اگر یک تخته کوچک قبلاً توسط یک بازیکن برنده شده باشد یا با تساوی به پایان برسد، آن تخته\n                            \"تکمیل شده\" در نظر گرفته می شود و هر حرکت بعدی را می توان در هر سلول پر نشده هر تخته ناقص\n                            دیگری انجام داد.\n                        </li>\n                        <li style=\"font-weight: bold;\">\n                            وقتی نوبت شماست که در یک تخته کوچک خاص بازی کنید، باید آن تخته را برنده شوید تا کنترل آن را\n                            به دست آورید. برای برنده شدن در یک تخته کوچک، باید سه علامت خود را در یک ردیف به صورت افقی،\n                            عمودی یا مورب در آن تخته بگیرید.\n                        </li>\n                        <li style=\"font-weight: bold;\">\n                            اگر بازیکنی حریف خود را به تخته تکمیل شده بفرستد، حریف می تواند هر سلول باز را در هر تخته\n                            ناقصی انتخاب کند.\n                        </li>\n                        <li style=\"font-weight: bold;\">\n                            بازی زمانی تمام می شود که بازیکن سه تخته کوچک پشت سر هم به صورت افقی، عمودی یا مورب در تخته\n                            بزرگ 3x3 برنده شود در غیر این صورت مساوی اعلام میشود.\n                        </li>\n                    </ol>\n                    استراتژی دربازی دوز یا Ultimate Tic-Tac-Toe نه تنها شامل فکر کردن در مورد حرکت فعلی در یک تخته است،\n                    بلکه همچنین در مورد اینکه حریف خود را به کدام تخته بفرستید. شما باید هدف خود را برنده شدن در تخته\n                    های کوچک به صورت استراتژیک برای تضمین پیروزی در تخته کلی بگذارید.",
    "playBtn": "بازی"
  },
  "allScores": {
    "backToHomeBtn": "صفحه اصلی",
    "restartBtn": "شروع دوباره",
    "modalTitle": "شروع دوباره بازی",
    "modalDes": "آیا مطمئن هستید که میخواهید بازی را دوباره شروع کنید؟",
    "cancelBtn": "انصراف",
    "playerOne": "بازیکن ۱",
    "playerTwo": "بازیکن ۲",
    "cpuPlayer": "کامپیوتر"
  },
  "pageNotFound": {
    "errorNum": "۴۰۴",
    "title": "صفحه یافت نشد",
    "backToHomeBtn": "صفحه اصلی"
  },
  "winnerOverlay": {
    "playAgainBtn": "شروع دوباره؟",
    "player": "بازیکن",
    "won": "برد",
    "playerOneWon": "یک",
    "playerTwoWon": "دو",
    "cpu": "کامپیوتر",
    "tie": "مساوی"
  }
}